[
    {
        "title": "Extracting Structured Information Using LLMs",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "💸📄 This collaborative project with PIMCO, BTT, and UCLA develops a chatbot user interface to convert natural language queries of financial data into the corresponding SQL queries using Large Language Models."
    },
    {
        "title": "Kid-Centric Recipe Analysis",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "👶🏻🍴 This collaborative project aims to investigate the features of recipes that make them kid-friendly by focusing on the recipe’s sodium content, balanced nutrients, and the preparation process by using statistical and machine learning tools."
    },
    {
        "title": "HPGe - Energy and Signal Noise Prediction Model",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "⚙️📈 This individual project is based on High-Purity Germanium (HPGe) detector and focuses on building two prediction models: to estimate the energy through regression and to provide a \"classification score\" for detector noise."
    },
    {
        "title": "Basic Image Processing Application",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "🌇📱 This collaborative project developed a basic image-processing app with different parts including various image-processing methods, stimulation of a monetized app, and implementation of a KNN classifier to predict image labels."
    },
    {
        "title": "Dinosaur Legacy Through Data - Triassic to Cretaceous",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "🦖📊 This collaborative DataHacks project focuses on visualizing the dinosaur data from the Triassic to the Cretaceous, analyzing and rationalizing the trend of dinosaur types and characteristics from temporal and geographical aspects. This project won the best presentation awards at the DataHacks."
    },
    {
        "title": "Weather Data Visualization",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "☀️🌧️ This visualization aims to compare each city’s monthly sunshine hours and rainfall inches to the monthly averages by visualizing the density of monthly standardized deviations. Combining this information with viewers’ own preferences for sunshine and rain, the viewers can conclude whether a city is salubrious to them on weather conditions."
    },
    {
        "title": "Totam non ad numquam?",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Est fuga, optio ipsam corporis neque perspiciatis architecto cumque reiciendis ratione officiis maxime numquam expedita laboriosam. Illo, ad consectetur quo sapiente ullam, soluta inventore saepe officia natus ipsa dolore veritatis!"
    },
    {
        "title": "Perspiciatis voluptates omnis ad.",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Repudiandae illo commodi quia est error sit assumenda beatae. Nulla illum voluptas sit? Quisquam dolorem veritatis reiciendis odio placeat unde maxime tempora repudiandae nostrum natus sapiente soluta voluptatum, itaque quasi?"
    },
    {
        "title": "Odio voluptas explicabo deserunt.",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Vitae enim reprehenderit dicta aliquam dignissimos, ipsam molestias magnam perferendis ab porro repellendus laboriosam eligendi quos! Perspiciatis dignissimos architecto cumque ipsum itaque, ipsa, ad libero aliquid soluta minus et illo."
    },
    {
        "title": "Consequatur numquam fugiat suscipit.",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Pariatur quidem quasi earum est corrupti maxime ipsam quo similique, commodi vero? Nobis rem numquam sequi neque. Tempore autem corrupti est nam, tempora, ab, repellendus vitae perferendis amet error nihil."
    },
    {
        "title": "Voluptatibus sit aspernatur voluptatum.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Similique ipsa, natus hic et debitis deserunt nesciunt. Perferendis ducimus inventore magnam suscipit voluptates. Corrupti repudiandae illo optio architecto similique. Voluptatum corrupti itaque, maxime velit deleniti impedit blanditiis culpa nam?"
    },
    {
        "title": "Dolore, deserunt. Enim, ut.",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Non ratione illo laboriosam. Deleniti mollitia unde cum magnam placeat culpa eos ab voluptatum, sit impedit voluptates nisi, labore aperiam dolores quas neque doloremque porro quam facere incidunt recusandae laboriosam!"
    }
]